/*!
 * Copyright (c)2010, ued.koubei.com All rights reserved.
 * @file category-data.js
 * @class 
 * @author bingxi
 * @revision:
 * @version:1-0-0
 */


YUI.add('k2-categoryData', function(Y){
    Y.Cdselector_Base.categoryData = {
data : {1:"家庭服务",2:"房屋租售",3:"教育/培训/招生",4:"健康",5:"票务/酒店预订/旅游",6:"车辆买卖与服务",7:"咨询服务",8:"投资/理财/商务服务",9:"交友/征婚/聚会",10:"兼职/招聘",12:"二手/回收",13:"优惠/打折",14:"灾区关怀",100:"家政",101:"搬家/搬运",102:"房屋装修/装饰/维修",103:"宠物",104:"废旧回收",105:"家电维修",106:"电脑/数码维修维护",107:"开锁/配钥匙",108:"鲜花/园艺/礼品",109:"送水/送气",110:"擦鞋/修鞋/皮包保养/修伞",111:"洗衣",112:"快递",114:"送餐/外卖",115:"婚庆/摄影/摄像",116:"丧葬",117:"起名/测字/风水/占卜",118:"订报刊/订奶",119:"失物招领/寻物",120:"租房",122:"二手房",125:"家教",126:"学历学位",127:"电脑培训",128:"外语培训",129:"文艺/体育",130:"驾驶培训/陪练",131:"考研/MBA",132:"资格认证考试",133:"职业技能培训",134:"基础教育",135:"语言交换",136:"饮食/养生/体检",137:"心理",138:"病症",140:"女性健康",141:"男性健康",142:"孕期育儿",143:"减肥/健身",145:"中医/针灸",148:"特价机票",149:"火车票",150:"演出/娱乐票务",151:"体育票",152:"酒店预订",153:"旅游",154:"汽车票/船票",155:"二手汽车买卖",156:"新车买卖/4S",157:"租车",158:"汽修/保养/美容/配件",159:"自行车买卖",160:"摩托车/助动车",161:"代驾",162:"拼车",163:"法律咨询/诉讼",164:"贷款咨询/典当",165:"出国/移民/留学咨询",166:"技能咨询",167:"翻译",168:"公司注册",169:"理财",170:"招商/加盟/创业",172:"恋爱交友",174:"征婚",176:"同乡会",177:"寻人/寻旧友",178:"兴趣交友",179:"结伴旅行",180:"行业交友",181:"活动聚会",182:"酒店/餐饮/服务业",188:"房产中介",189:"导游/公关/演艺",190:"物流/贸易/采购",191:"调查/调研/信息采集",192:"司机/带车求职",193:"工人/建筑工/技工",194:"物业管理",195:"客服/编辑/文秘",197:"保安/清洁工",198:"其他",224:"闲置服饰/饰品",225:"闲置婴幼儿衣服/童装",226:"孕妇/母婴用品",227:"旧书旧杂志",228:"二手DVD/CD/VCD",229:"美容/美发/化妆品",230:"二手电脑及电脑硬件",231:"二手数码产品",232:"手机/通讯",233:"电玩/游戏/账号/周边",234:"卡/券",236:"家具/家居摆设",237:"二手家电",238:"销售/营业员/促销",239:"修理钟表/眼镜",241:"餐饮/食品",242:"休闲娱乐",243:"化妆/护肤",244:"服饰/鞋类",246:"数码",247:"家电",248:"家居/建材",249:"团购",250:"其他",251:"寻亲问友",252:"孤儿认领",253:"援助/志愿者",254:"便民告示",255:"留学",256:"其他培训",257:"美容/整形",258:"按摩/推拿",259:"许愿祝福表白",260:"兼职/实习",261:"艺术/设计",262:"管理/运营/市场",263:"财务/审计/统计",264:"网络/通讯/软硬件开发",265:"人力资源/行政",266:"教育/培训",267:"金融/保险/咨询",268:"物品交换",269:"产品直销",270:"保姆",271:"寂寞男女",272:"百货",273:"文体用品",274:"日化",275:"印刷/喷绘/包装",276:"设计/广告/策划",277:"技能互换",278:"外卖菜单"},
level : [
{0:[1,2,3,13,10,4,8,7,5,9,6,12,14]}
,
{1:[270,278,100,106,109,114,105,101,102,103,115,110,108,112,239,118,111,107,117,119,116,254],2:[120,122],3:[125,126,127,128,129,130,131,132,133,134,135,255,256],4:[143,141,257,140,258,138,137,136,142,145],5:[148,149,150,151,152,153,154],6:[155,157,158,156,159,160,161,162],7:[163,168,165,164,166,167],8:[275,276,169,170],9:[271,277,174,176,177,178,172,179,180,181,259],10:[182,195,238,197,188,189,191,192,261,262,193,263,194,264,190,265,266,198,267,260],12:[104,224,229,230,231,232,234,225,226,227,228,233,236,237,268,269],13:[272,273,274,241,242,243,244,246,247,248,249,250],14:[251,252,253]}
]
}},'1.0.0',{requires:['k2-cdselector-base']});
